@extends('layout.frontend.layout')
@section('title')
    NRRU IT ACCOUNT
@endsection
@section('content')
    <section class="">
        <div class="py-8 px-4 mx-auto my-auto max-w-screen-xl lg:py-16 lg:px-6">
            <div class="pt-10 ">
                <a href="" class="text-gray-400 text-lg font-body hover:text-white"><i
                        class="fa-solid fa-arrow-left "></i> กลับหน้าแรก</a>
            </div>
            <div class="max-w-screen-xl py-2 sm:py-2 lg:py-2 ">
                <p class="mb-4 text-4xl tracking-tight font-medium dark:text-white font-body">edurome</p>
                <p class="mb-4 text-md tracking-tight font-medium dark:text-white font-body">eduroam ย่อมาจาก “educational
                    roaming” ที่จดทะเบียนโดย TERENA ที่ก่อกำเนิดจากเครือข่ายการศึกษาและวิจัยของยุโรป (NRENs)
                    เพื่อการใช้งานเครือข่ายที่เรียบง่าย ปลอดภัย และรองรับผู้ใช้งานที่ขยายตัวเพิ่มมากขึ้นบนเครือข่ายไวเลสแลน
                    (Wireless LAN) ได้
                    โดย eduroam เป็นบริการเครือข่ายโรมมิ่ง (Roaming) เพื่อการศึกษา และวิจัยสำหรับนักศึกษา อาจารย์
                    และบุคลากรของสถาบันการศึกษาที่เป็นสมาชิกเครือข่าย eduroam
                    เพื่ออำนวยความสะดวกในการเข้าใช้และใช้งานเครือข่ายอินเตอร์เน็ตข้ามสถาบันการศึกษาได้ เช่น
                    ผู้ใช้มีบัญชีผู้ใช้ที่สถาบัน ก. แต่ปัจจุบันไปดูงานหรือทำงานวิจัยที่สถาบัน ข. ซึ่งทั้ง 2
                    สถาบันเป็นสมาชิกเครือข่าย eduroam ฉะนั้นผู้ใช้สามารถเข้าใช้อินเทอร์เน็ตด้วยบัญชีผู้ใช้ของสถาบัน ก.
                    ในพื้นที่ใช้งานสถาบัน ข. ได้ โดยไม่ต้องสร้างบัญชีผู้ใช้ใหม่แต่อย่างใด
                    ส่วนรูปแบบการให้บริการขึ้นอยู่ภายใต้เงื่อนไขการใช้งานของสถาบันผู้ให้บริการเครือข่าย (Service Provider)
                    eduroam เริ่มต้นขึ้นในปี 2546 จากการสาธิตความเป็นไปได้สำหรับการให้บริการงานเครือข่ายโรมมิ่งข้ามเครือข่าย
                    โดยการใช้มาตรฐาน 802.1x ทำงานร่วมกับ Radius Server ของแต่ละสถาบันเพื่อให้บริการกับนักศึกษา
                    และนักวิจัยจากสถาบันสมาชิกจาก 5 ประเทศ ประกอบด้วย เนเธอเลนด์ ฟินแลน โปรตุเกส โครเอเชีย และสหราชอาณาจักร
                    สำหรับในประเทศไทย สำนักงานบริหารเทคโนโลยีสารสนเทศเพื่อพัฒนาการศึกษา (UniNet)
                    ทำหน้าที่เป็นผู้ดำเนินการหลักของประเทศไทย (National Roaming Operator for Thailand : NRO)
                    โดยเป็นหน่วยงานรับผิดชอบการให้บริการ eduroam สำหรับประเทศไทย และเป็นผู้กำหนดนโยบายการใช้งานระดับประเทศ
                    โดย eduroam ในประเทศไทยมีการให้บริการเป็นครั้งแรกในงาน Asia-Pacific Advanced Network (APAN) ครั้งที่ 33
                    ที่จัดขึ้นในเดือนกุมภาพันธ์ พ.ศ.2555 โดยมีประเทศไทยเป็นเจ้าภาพ</p>
                <p class="mb-4 text-md tracking-tight font-medium dark:text-white font-body">ประโยชน์บริการ eduroam<br>
                    1. นักศึกษา อาจารย์
                    และบุคลากรของมหาวิทยาลัยราชภัฏนครราชสีมาที่ปฏิบัติภารกิจในมหาวิทยาลัยหรือหน่วยงานทางการศึกษาอื่นที่เป็นสมาชิกกับ
                    eduroam
                    สามารถเข้าใช้และใช้งานเครือข่ายอินเตอร์เน็ตผ่านเครือข่ายคอมพิวเตอร์ของมหาวิทยาลัยหรือหน่วยงานทางการศึกษานั้นได้
                    <br> 2. นักศึกษา อาจารย์ และบุคลากรของมหาวิทยาลัยหรือหน่วยงานทางการศึกษาอื่นที่เป็นสมาชิกกับ eduroam
                    สามารถเข้าใช้และใช้งานเครือข่ายอินเทอร์เน็ตผ่านเครือข่ายคอมพิวเตอร์ของ มหาวิทยาลัยราชภัฏนครราชสีมา ได้
                    <br> 3. นักศึกษา อาจารย์ และบุคลากรสามารถเข้าเชื่อมต่อสัญญาณไวเลสแลนผ่านชื่อ SSID ที่ประกาศ "eduroam"
                    โดยทุกสถาบันที่เป็นสมาชิกกับ eduroam กำหนดชื่อดังกล่าวเหมือนกัน ด้วยบัญชีผู้ใช้งานอินเทอร์เน็ต (Nrru IT
                    Account)
                </p>
                <img src="{{ asset('assets/images/P1.png') }}" alt="">
                <img src="{{ asset('assets/images/P3.png') }}" alt="">
            </div>
        </div>
    </section>
@endsection
